<?php

return [
    'nothing_data' => 'در حال حاظر داده ای ثبت نشده است.',
    'create' => [
        'success' => 'اطلاعات با موفقیت ثبت شد.',
        'error' => 'ثبت اطلاعات با خطا مواجه شد.',
    ],
    'edit' => [
        'success' => 'اطلاعات با موفقیت ویرایش شد.',
        'error' => 'ویرایش اطلاعات با خطا مواجه شد.',
    ],
    'destroy' => [
        'success' => 'اطلاعات با موفقیت حذف شد.',
        'error' => 'حذف اطلاعات با خطا مواجه شد.',
    ],
    'restore' => [
        'success' => 'اطلاعات با موفقیت بازگردانده شد.',
        'error' => 'بازگرداندن اطلاعات با خطا مواجه شد.',
    ],
    'image' => [
        'uploading' => 'در حال اپلود تصویر',
    ],
    'user_created_successfully' => 'کاربر با موفقیت ایجاد شد.',
    'user_updated_successfully' => 'کاربر با موفقیت ویرایش شد.',
    'select_one_item' => 'یک مورد را انتخاب کنید',
    'without_item' => 'هیچ آیتمی وجود ندارد',

    'enter_name' => 'نام را وارد کنید.',
    'enter_mobile' => 'شماره موبایل را وارد کنید',
    'enter_password' => 'رمز عبور را وارد کنید',
    'enter_password_confirmation' => 'رمز عبور را مجددا وارد کنید',
    'enter_postal_code' => 'کد پستی را مجددا وارد کنید',
    'enter_address' => 'آدرس را مجددا وارد کنید',
    'select_level' => 'سطح کاربر را انتخاب کنید',

];
