<?php

return [
    'nothing_data' => 'در حال حاظر داده ای ثبت نشده است.',
    'create' => [
        'success' => 'اطلاعات با موفقیت ثبت شد.',
        'error' => 'ثبت اطلاعات با خطا مواجه شد.',
    ],
    'edit' => [
        'success' => 'اطلاعات با موفقیت ویرایش شد.',
        'error' => 'ویرایش اطلاعات با خطا مواجه شد.',
    ],
    'destroy' => [
        'success' => 'اطلاعات با موفقیت حذف شد.',
        'error' => 'حذف اطلاعات با خطا مواجه شد.',
    ],
    'restore' => [
        'success' => 'اطلاعات با موفقیت بازگردانده شد.',
        'error' => 'بازگرداندن اطلاعات با خطا مواجه شد.',
    ],
    'image' => [
        'uploading' => 'در حال اپلود تصویر',
    ],
    'without_permission' => 'هیچ نقشی وجود ندارد',

];
