<?php

return [
    'nothing_data' => 'در حال حاظر داده ای ثبت نشده است.',
    'create' => [
        'success' => 'اطلاعات با موفقیت ثبت شد.',
        'error' => 'ثبت اطلاعات با خطا مواجه شد.',
    ],
    'edit' => [
        'success' => 'اطلاعات با موفقیت ویرایش شد.',
        'error' => 'ویرایش اطلاعات با خطا مواجه شد.',
    ],
    'destroy' => [
        'success' => 'اطلاعات با موفقیت حذف شد.',
        'error' => 'حذف اطلاعات با خطا مواجه شد.',
    ],
    'restore' => [
        'success' => 'اطلاعات با موفقیت بازگردانده شد.',
        'error' => 'بازگرداندن اطلاعات با خطا مواجه شد.',
    ],
    'image' => [
        'uploading' => 'در حال اپلود تصویر',
    ],
    'change_publish_status' => [
        'success' => 'وضعیت انتشار محصول با موفقیت ویرایش شد.',
        'error' => 'تغییر وضعیت انتشار محصول با خطا مواجه شد.',
    ],
    'this_product_need_more_details_for_publish' => 'قبل از انتشار محصول اطلاعات را تکمیل کنید.',
    'select_category' => 'گروه بندی را انتخاب کنید',
    'select_grade' => 'عیار را انتخاب کنید',
    'enter_base_sale_price' => 'قیمت فروش پایه محصول را وارد کنید ',
    'enter_volume_ml' => 'حجم محصول را وارد کنید',
    'select_packaging_type' => 'نوع بسته‌بندی را انتخاب کنید',

    'the_selected_variation_is_not_available_for_this_product' => 'متأسفانه این تنوع برای محصول انتخابی شما در دسترس نیست',

];
