<?php

return [
    'nothing_data' => 'در حال حاظر داده ای ثبت نشده است.',
    'create' => [
        'success' => 'اطلاعات با موفقیت ثبت شد.',
        'error' => 'ثبت اطلاعات با خطا مواجه شد.',
    ],
    'edit' => [
        'success' => 'اطلاعات با موفقیت ویرایش شد.',
        'error' => 'ویرایش اطلاعات با خطا مواجه شد.',
    ],
    'destroy' => [
        'success' => 'اطلاعات با موفقیت حذف شد.',
        'error' => 'حذف اطلاعات با خطا مواجه شد.',
    ],
    'restore' => [
        'success' => 'اطلاعات با موفقیت بازگردانده شد.',
        'error' => 'بازگرداندن اطلاعات با خطا مواجه شد.',
    ],


    'please_login_to_your_account' => 'لطفاً اطلاعات حساب کاربری خود را وارد کنید',
    'enter_your_mobile' => 'شماره همراه خود را وارد کنید',
    'enter_your_password' => 'رمز عبور خود را وارد کنید',
    'enter_captcha' => 'کد امنیتی را وارد کنید',
    'if_dont_have_account_please_use_register_link' => 'اگر اکانت ندارید از طریق این لینک برای ثبت نام اقدام نمایید',
    'if_you_have_account_please_use_login_link' => 'اگر اکانت دارید از طریق فرم ورود اقدام نمایید',
    'enter_your_code' => 'کد ارسال شده به شماره زیر را وارد نمایید ',
];
