<?php

return [
    'nothing_data' => 'در حال حاظر داده ای ثبت نشده است.',
    'create' => [
        'success' => 'اطلاعات با موفقیت ثبت شد.',
        'error' => 'ثبت اطلاعات با خطا مواجه شد.',
    ],
    'edit' => [
        'success' => 'اطلاعات با موفقیت ویرایش شد.',
        'error' => 'ویرایش اطلاعات با خطا مواجه شد.',
    ],
    'destroy' => [
        'success' => 'اطلاعات با موفقیت حذف شد.',
        'error' => 'حذف اطلاعات با خطا مواجه شد.',
    ],
    'restore' => [
        'success' => 'اطلاعات با موفقیت بازگردانده شد.',
        'error' => 'بازگرداندن اطلاعات با خطا مواجه شد.',
    ],
    'image' => [
        'uploading' => 'در حال اپلود تصویر',
    ],
    'select_one_item' => 'یک مورد را انتخاب کنید',
    'without_item' => 'هیچ آیتمی وجود ندارد',
    'choose' => 'انتخاب کنید',
    'select_a_item' => 'یک مورد را انتخاب کنید',
    'this_page_is_preparing' => 'این صفحه در حال اماده سازی است',

    'access_error' => 'شما دسترسی لازم برای ورود به این صفحه را ندارید',

];
